abseil-cpp
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
aerc
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
arch-audit
archlinux-keyring
at-spi2-core
attr
audiofile
audit
autoconf
automake
avahi
base
base-devel
bash
bc
biber
binutils
bison
bluez-libs
boost-libs
brotli
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
calcurse
canvas-downloader-bin
coreutils
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
deno
desktop-file-utils
device-mapper
diffutils
double-conversion
duktape
dvisvgm
e2fsprogs
ecasound
enchant
expat
fakeroot
fastfetch
feh
ffcall
ffmpeg
fftw
file
filesystem
findutils
flac
flex
fontconfig
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gd
gdbm
gdk-pixbuf2
gettext
ghostscript
giflib
girara
git
glib-networking
glib2
glibc
glslang
glycin
gmime3
gmp
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gperftools
gpgme
gpgmepp
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gssdp
gst-plugins-bad-libs
gst-plugins-base-libs
gstreamer
gtest
gtk-update-icon-cache
gtk3
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
hwdata
hydroxide
hyphen
iana-etc
icu
ijs
imagemagick
imlib2
intel-ucode
iproute2
iptables
iputils
iso-codes
jansson
jbig2dec
jbigkit
json-c
json-glib
kbd
keyutils
kmod
krb5
l-smash
lame
lazygit
lcms2
leancrypto
less
lf
libaio
libao
libarchive
libass
libassuan
libasyncns
libavc1394
libavif
libb2
libb64
libbluray
libbpf
libbs2b
libbsd
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libebur128
libedit
libelf
libepoxy
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libglvnd
libgpg-error
libgudev
libheif
libice
libid3tag
libidn
libidn2
libiec61883
libinput
libisl
libjpeg-turbo
libjxl
libksba
liblc3
libldac
libldap
liblo
liblqr
libmad
libmakepkg-dropins
libmanette
libmd
libmm-glib
libmnl
libmodplug
libmpc
libmysofa
libnatpmp
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnsl
libnvme
libogg
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libpng
libproxy
libpsl
libpulse
libraqm
libraw1394
librewolf-bin
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigsegv
libsixel
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunibreak
libunistring
libunwind
liburing
libusb
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libwacom
libwebp
libwireplumber
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-lts
llvm-libs
lm_sensors
lmdb
lua
luajit
lv2
lvm2
lz4
lzo
m4
mailcap
make
man-db
md4c
mesa
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpdecimal
mpfr
mpg123
mpv
mtdev
mujs
ncurses
nettle
networkmanager
newsboat
notmuch-runtime
npth
nspr
nss
oath-toolkit
ocl-icd
openal
opencore-amr
openh264
openjpeg2
openresolv
openssh
openssl
opus
opusfile
orc
p11-kit
pacman
pacman-cleanup-hook
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
pass
pass-otp
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-clone-choose
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-error
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-chdir
perl-file-find-rule
perl-file-listing
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-math-round
perl-mime-charset
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-install
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-timedate
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
polkit
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
procps-ng
psmisc
python
python-certifi
python-charset-normalizer
python-dbus
python-idna
python-jinja
python-markupsafe
python-pyqt6
python-pyqt6-sip
python-pyqt6-webengine
python-requests
python-urllib3
python-yaml
qrencode
qrtool
qt6-base
qt6-declarative
qt6-positioning
qt6-svg
qt6-translations
qt6-webchannel
qt6-webengine
rav1e
re2
readline
redshift
reflector
rtkit
rubberband
sbc
sdl2-compat
sdl3
sed
serd
sfsexp
shaderc
shadow
shared-mime-info
slang
snappy
sndio
sord
sox
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
stfl
stow
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
talloc
tar
terminus-font
texinfo
texlive-basic
texlive-bibtexextra
texlive-bin
texlive-langeuropean
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-pictures
thin-provisioning-tools
tinysparql
tpm2-tss
traceroute
transmission-cli
tree
tslib
ttf-liberation
twolame
tzdata
uchardet
ufw
unzip
urlview
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vim
vim-runtime
vmaf
vulkan-icd-loader
w3m
wavpack
wayland
webkit2gtk
webrtc-audio-processing-1
which
wireguard-tools
wireplumber
woff2
wpa_supplicant
x264
x265
xapian-core
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrdb
xorgproto
xvidcore
xxhash
xz
yay
yay-debug
yt-dlp
yt-dlp-ejs
yyjson
zathura
zathura-pdf-poppler
zbar
zeromq
zimg
zix
zlib
zlib-ng
zoom
zsh
zstd
zziplib
